{
  "Metadata": {
    "title": "Wirf dein Herz ins Meer",
    "description": "Ein Film von Eric Schirl und Christian Kogler"
  },
  "Home": {
    "title": "Wirf dein Herz ins Meer",
    "subtitleIntro": "Ein Film von",
    "subtitleNames": "Eric Schirl und Christian Kogler",
    "subjectImageAlt": "Sujet image",
    "trailerLabel": "Trailer",
    "text": "Eric Schirl und Christian Kogler untersuchen Zwangsstörungen (OCD) als Bewältigungsmechanismus und erforschen das menschliche Dilemma der Ungewissheit. In vier Kapiteln und im Gespräch mit Menschen in verschiedenen Regionen der Erde beleuchtet ihr Dokumentarfilm die Psyche und unterschiedliche Strategien, um – zumindest vermeintliche – Sicherheit zu erlangen. Wir erhalten Einblicke in persönliche und kollektive Mechanismen zur Risikominimierung, spirituelle Deutungen und mögliche Auswege. In ruhigen, reflektierenden Bildern eröffnet der Film einen Raum für tiefgehende Betrachtungen über das Zusammenspiel von internen Welten und externen Einflüssen und schärft so das Bewusstsein darüber. (Ines Ingerle, Crossing Europe Film Festival)",
    "soundtrackTitle": "Soundtrack",
    "birgittasFriends": "„Wirf dein Herz ins Meer”, ist der zweite Dokumentarfilm von <linkChr>Christian Kogler</linkChr> und seinem Team. Für mehr Informationen über den ersten Film, besuchen Sie die Website <link>„Birgitta`s friends”</link>!",
    "cinemaReleaseBadgeHead": "Kinostart",
    "cinemaReleaseBadge": "Termine im Oktober 2025"
  },
  "Trailer": {
    "title": "Trailer"
  },
  "TrailerPage": {
    "download": "Download",
    "trailer7Mbit": "Trailer mp4, 7 mbit",
    "trailer30Mbit": "Trailer mp4, 30 mbit"
  },
  "SoundtrackLink": {
    "label": "“Fear Not” von Phiya Helena"
  },
  "Sponsors": {
    "title": "Unterstützt von",
    "iocdfTitle": "International OCD Foundation",
    "linzTitle": "Linz Kultur",
    "ooeTitle": "Land Oberösterreich Kultur",
    "phOoeTitle": "Pädagogische Hochschule Oberösterreich",
    "blautoeneTitle": "Blautöne Audio Postproduktion",
    "viennafxTitle": "vienna fx POSTPRODUCTION",
    "zweifelsfreiTitle": "Zweifelsfrei | Befreie dich von deinem Zwang | OCD"
  },
  "ContactPage": {
    "title": "Kontakt",
    "backLinkTitle": "Zurück zur Hauptseite"
  },
  "DownloadsPage": {
    "title": "Downloads",
    "pressKit": "Presse-Kit",
    "stills": "Fotos",
    "pressTextTitle": "Pressetext",
    "pressText": "Der zweite Dokumentarfilm von Eric Schirl und Christian Kogler nimmt das Publikum mit auf eine tiefgründige Reise in das menschliche Dilemma der Unsicherheit und zeigt eindrucksvoll, wie Menschen damit umgehen. Als eine solcher Strategien behandelt der Film die “Zwangsstörung” (OCD) – eine psychische Erkrankung, die weltweit durchschnittlich 2 bis 3 von 100 Menschen betrifft, wobei die Dunkelziffer deutlich höher liegt. Oft unerkannt oder falsch behandelt, verursacht diese Störung großes Leid. Viele Betroffene investieren enorme Energie, um ihre Symptome zu verbergen – was das Leid nur zusätzlich verstärkt.\n\n„Wirf dein Herz ins Meer“ soll jedoch Mut machen: Der Film zeigt, wie befreiend eine Diagnose und eine passende Behandlung sein können und dass es heute vielfältige Wege gibt, mit der Erkrankung umzugehen. Darüber hinaus richtet der Film den Blick auf kollektive Strategien, sich selbst “Sicherheit zu verschaffen” – von der Entstehung von Religion über politische Entscheidungen bis hin zur kulturellen Bewältigung von Risiken.\n\nIn Gesprächen mit Menschen aus fünf Ländern auf mehreren Kontinenten sowie durch eindrucksvolle Improvisationsszenen entsteht ein facettenreiches Bild, das zum Nachdenken anregt und das Bewusstsein für die komplexen Zusammenhänge zwischen inneren Welten und äußeren Einflüssen schärft.\n\nDie Weltpremiere fand bei der heurigen Ausgabe des Crossing Europe Film Festivals in Linz statt. Ein Auszug aus dem Programmheft: „In ruhigen, reflektierenden Bildern eröffnet der Film einen Raum für tiefgehende Betrachtungen über das Zusammenspiel von internen Welten und externen Einflüssen und schärft so das Bewusstsein darüber.“ (Ines Ingerle, Crossing Europe Festival)\n\n„Wirf dein Herz ins Meer“ ist ein berührender und informativer Film, der das menschliche Dilemma der Unsicherheit aus einer neuen, vielschichtigen Perspektive beleuchtet und Hoffnung schenkt – sowohl für OCD-Betroffene als auch alle anderen, die sich mit den Herausforderungen der Unsicherheit im Leben auseinandersetzen.",
    "biographies": "Biografien",
    "biographyChristianTitle": "Christian Kogler",
    "biographyChristian": "Christian Kogler wurde 1962 im Innviertel in Österreich geboren. Zwischen 14 und 28 wurde sein Leben von OCD (Zwangsstörung) beherrscht. Viel Therapie und ein längerer Aufenthalt auf der Hebrideninsel Iona in Schottland bewirkten einen Heilungsprozess, der ihm ein unabhängiges Leben ermöglichte. Er absolvierte zwei Hochschulstudien und arbeitet jetzt als Hochschullehrer und Filmemacher in Linz, Österreich. Er leitet eine Campus TV- und Radiostation und hat auch drei Kriminalromane für Kinder veröffentlicht. 2021 hatte sein erster langer Dokumentarfilm „Birgitta’s Friends“ Premiere und wurde in mehreren europäischen Ländern gezeigt. „Wirf dein Herz ins Meer“ ist damit sein zweiter langer Dokumentarfilm.",
    "biographyEricTitle": "Eric Schirl",
    "biographyEric": "Eric Schirl wurde 1997 in Linz, Österreich, geboren und wurde Teil des Teams des Dokumentarfilms „Birgitta’s Friends“ (Christian Kogler, 2021), nachdem er vorher mehrere Kurzfilme veröffentlicht hatte. „Wirf dein Herz ins Meer“ ist sein Regiedebut, wieder in Zusammenarbeit mit Christian Kogler. Neben seiner Arbeit als Filmemacher studiert und arbeitet Eric Schirl an der Universität Wien und ist Host des Filmpodcasts „Filmseiterl“.",
    "biographyImg1Alt": "Biografie Bild 1",
    "biographyImg2Alt": "Biografie Bild 2",
    "synopsis": "Synopsis",
    "synopsisText": "Eric Schirl und Christian Kogler untersuchen Zwangsstörungen (OCD) als Bewältigungsmechanismus und erforschen das menschliche Dilemma der Ungewissheit. In vier Kapiteln und im Gespräch mit mehreren Menschen beleuchtet ihr Dokumentarfilm die Psyche und unterschiedliche Strategien, um – zumindest vermeintliche – Sicherheit zu erlangen. Wir erhalten Einblicke in persönliche und kollektive Mechanismen zur Risikominimierung, spirituelle Deutungen und mögliche Auswege. In ruhigen, reflektierenden Bildern eröffnet der Film einen Raum für tiefgehende Betrachtungen über das Zusammenspiel von internen Welten und externen Einflüssen und schärft so das Bewusstsein darüber. (Ines Ingerle, Crossing Europe Film Festival)",
    "posters": "Plakate",
    "posterAlt": "Plakat",
    "posterSpecialAlt": "Plakat Special Edition",
    "posterDownload": "Plakat",
    "posterSpecialDownload": "Plakat Special Edition",
    "press": "Pressespiegel",
    "pressOoeNachrichten": "OÖ Nachrichten vom Montag 28.04.2025",
    "pressKulturbericht": "Oberösterreichischer Kulturbericht",
    "trailer": "Trailer",
    "trailer7Mbit": "Trailer mp4, 7 mbit",
    "trailer30Mbit": "Trailer mp4, 30 mbit",
    "dcpTitle": "Digital Cinema Package (DCP)",
    "dcpText": "Bitte <contact>schreibe mir eine Nachricht</contact> um eine Aufführung zu vereinbaren und das DCP vom Trailer oder vom kompletten Film zu erhalten!"
  },
  "ContactForm": {
    "emailLabel": "E-Mail",
    "emailPlaceholder": "marta@muster.com",
    "emailError": "Bitte geben Sie eine gültige E-Mail-Adresse ein!",
    "nameLabel": "Name",
    "namePlaceholder": "Marta Muster",
    "messageLabel": "Nachricht",
    "messagePlaceholder": "Lieber Christian, ...",
    "messageError": "Bitte geben Sie eine Nachricht ein!",
    "successMessage": "Vielen Dank! Ihre Nachricht wurde versandt.",
    "errorMessage": "Entschuldigung, ihre Nachricht konnte nicht versandt werden."
  },
  "SubmitButton": {
    "sendLabel": "Senden",
    "sending": "Sendet..."
  },
  "Copyright": {
    "title": "©",
    "name": "Christian Kogler",
    "address": "Kaplanhofstraße 40",
    "city": "4020 Linz",
    "country": "Österreich"
  },
  "Header": {
    "homeLabel": "Home",
    "trailerLabel": "Trailer",
    "creditsLabel": "Credits",
    "downloadsLabel": "Downloads & Info",
    "contactLabel": "Kontakt",
    "screeningsLabel": "Vorführungen",
    "closeMenuLabel": "Menü öffnen",
    "openMenuLabel": "Menü schließen"
  },
  "FinancialSupport": {
    "title": "Finanzielle Unterstützung"
  }
}
